Repository: nofikoff/wordpress_woocommerce_excel_plugin_generator
Catalog: plugins/NOFIKOFF-simple-excel-pricelist-for-woocommerce/languages/sepw-*.po
Languages: ru_ru

source: Thumbnail
ru_ru: Миниатюра

source: SKU
ru_ru: Артикул

source: Name
ru_ru: Название

source: Price
ru_ru: Цена

source: Stock
ru_ru: Наличие

source: Guide
ru_ru: Инструкция по использованию

source: Settings
ru_ru: Настройки

source: Create Pricelist
ru_ru: Генерация прайслиста

source: Filters
ru_ru: Поля, которые нужно вывести в прайслист

source: Thumbnail size
ru_ru: Размер изображений в прайслисте

source: Update Frequency
ru_ru: Частота обновления прайслиста

source: minutes
ru_ru: минут

source: Download Pricelist
ru_ru: Скачать прайслист

source: Last updated
ru_ru: Время последней генерации прайслиста

source: download
ru_ru: Скачать

source: Pricelist is not created yet.
ru_ru: Прайслист еще не создан.

source: Refresh
ru_ru: Обновить прайслист

source: Pricelist created successfully
ru_ru: Прайслист успешно создан

source: An error occurred while updating the pricelist.
ru_ru: При создании прайслиста произошла ошибка.

source: Attention!
ru_ru: Внимание!

source: This plugin required woocommerce installed.
ru_ru: Плагин не работает без WooCommerce.
